Revit 2024 API
WorksharingSaveAsOptions Constructor
 Constructs a new WorksharingSaveAsOptions with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public WorksharingSaveAsOptions()
Visual Basic
Public Sub New
Visual C++
public:
WorksharingSaveAsOptions()
See Also
WorksharingSaveAsOptions Class
Autodesk.Revit.DB Namespace